Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Prefill Batch Size
ko: 프리필 배치 크기
ru: Размер пакета предварительного заполнения
zh_hans: 预填充批处理大小
zh_hant: 預填充批處理大小

source: Prefix Cache
ko: 프리픽스 캐시
ru: Кэш префиксов
zh_hans: 前缀缓存
zh_hant: 前綴緩存

source: Prefix hits / misses
ko: 접두사 적중 / 실패
ru: Префикс попаданий/промахов
zh_hans: 前缀命中 / 未命中
zh_hant: 前綴命中 / 未命中

source: Preflight
ko: 사전 검사
ru: Предполетная подготовка
zh_hans: 预检
zh_hant: 預檢

source: Preparing local download…
ko: 로컬 다운로드 준비 중…
ru: Подготовка локальной загрузки…
zh_hans: 正在准备本地下载…
zh_hant: 正在準備本機下載…

source: Preparing tool call
ko: 도구 호출 준비 중
ru: Подготовка вызова инструмента
zh_hans: 正在准备工具调用
zh_hant: 正在準備工具調用

source: Preparing tool call (%@)
ko: 도구 호출 준비 중 (%@)
ru: Подготовка вызова инструмента (%@)
zh_hans: 正在准备工具调用 (%@)
zh_hant: 正在準備工具調用 (%@)

source: Preparing…
ko: 준비 중…
ru: Подготовка…
zh_hans: 正在准备…
zh_hant: 正在準備…

source: Preset Rules
ko: 사전 설정 규칙
ru: Предустановленные правила
zh_hans: 预设规则
zh_hant: 預設規則

source: Press this shortcut to start/stop transcription
ko: 이 단축키를 눌러 전사를 시작하거나 중지하세요
ru: Нажмите этот ярлык, чтобы начать/остановить транскрипцию
zh_hans: 按此快捷键开始/停止转写
zh_hant: 按此快捷鍵開始/停止轉寫

source: preview
ko: 미리보기
ru: предварительный просмотр
zh_hans: 预览
zh_hant: 預覽

source: Preview
ko: 미리보기
ru: Предварительный просмотр
zh_hans: 预览
zh_hant: 預覽

source: Preview Agent
ko: 미리보기 에이전트
ru: Агент предварительного просмотра
zh_hans: 预览智能体
zh_hant: 預覽智能體

source: Preview bounded memory context
ko: 제한된 메모리 컨텍스트 미리보기
ru: Предварительный просмотр контекста ограниченной памяти
zh_hans: 预览受限记忆上下文
zh_hant: 預覽受限內存上下文

source: Preview built-in skill instructions
ko: 기본 제공 스킬 지침 미리보기
ru: Предварительный просмотр встроенных инструкций по навыкам
zh_hans: 预览内置技能指令
zh_hant: 預覽內置技能指令

source: Preview cache cleared
ko: 미리보기 캐시가 지워졌습니다
ru: Кэш предварительного просмотра очищен
zh_hans: 预览缓存已清除
zh_hant: 預覽緩存已清除

source: Preview cache health
ko: 미리보기 캐시 상태
ru: Предварительный просмотр состояния кэша
zh_hans: 预览缓存健康状况
zh_hant: 預覽緩存健康狀況

source: Preview context
ko: 미리보기 컨텍스트
ru: Предварительный контекст
zh_hans: 预览上下文
zh_hant: 預覽上下文

source: Preview context for this agent
ko: 이 에이전트의 컨텍스트 미리보기
ru: Предварительный просмотр контекста для этого агента
zh_hans: 预览此智能体的上下文
zh_hant: 預覽此智能體的上下文

source: Preview context for this project
ko: 이 프로젝트의 컨텍스트 미리보기
ru: Предпросмотр контекста этого проекта
zh_hans: 预览此项目的上下文
zh_hant: 預覽此專案的內容脈絡

source: Preview memory context
ko: 메모리 컨텍스트 미리보기
ru: Предварительный просмотр контекста памяти
zh_hans: 预览记忆上下文
zh_hant: 預覽記憶上下文

source: Preview query
ko: 미리보기 쿼리
ru: Предварительный запрос
zh_hans: 预览查询
zh_hant: 預覽查詢

source: Previous
ko: 이전
ru: Предыдущий
zh_hans: 上一页
zh_hant: 上一頁

source: Previous match
ko: 이전 일치 항목
ru: Предыдущее совпадение
zh_hans: 上一个匹配项
zh_hant: 上一個匹配項

source: Primary
ko: 기본
ru: Начальный
zh_hans: 主要
zh_hant: 主要

source: Primary BG
ko: 기본 배경
ru: Первичный BG
zh_hans: 主背景
zh_hant: 主背景

source: Primary Font
ko: 기본 서체
ru: Основной шрифт
zh_hans: 主字体
zh_hant: 主字體

source: Primary Text
ko: 기본 텍스트
ru: Основной текст
zh_hans: 主文本
zh_hant: 主文本

source: Print
ko: 인쇄
ru: Распечатать
zh_hans: 打印
zh_hant: 打印

source: Privacy
ko: 개인정보 보호
ru: Конфиденциальность
zh_hans: 隐私
zh_hant: 隱私

source: Privacy Filter is on, but no detector is active. Turn on AI detection above, or enable a pattern in the Rules tab — otherwise messages send unredacted.
ko: 개인정보 필터가 켜져 있지만 감지기가 활성화되어 있지 않습니다. 위에서 AI 감지를 켜거나 '규칙' 탭에서 패턴을 사용하도록 설정하세요. 그렇지 않으면 메시지가 비식별화되지 않은 상태로 전송됩니다.
ru: Фильтр конфиденциальности включен, но ни один детектор не активен. Включите обнаружение ИИ выше или включите шаблон на вкладке «Правила» — в противном случае сообщения будут отправляться без изменений.
zh_hans: 隐私过滤器已开启，但未激活任何检测器。请开启上方的 AI 检测，或在「规则」标签页中启用一条正则规则——否则消息将以未脱敏形式发送。
zh_hant: 隱私過濾器已開啓，但未激活任何檢測器。請開啓上方的 AI 檢測，或在「規則」標籤頁中啓用一條正則規則——否則消息將以未脫敏形式發送。

source: Privacy Policy
ko: 개인정보 처리방침
ru: политика конфиденциальности
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Privacy-first AI
ko: 개인정보 보호 우선 AI
ru: Конфиденциальность прежде всего ИИ
zh_hans: 隐私优先的 AI
zh_hant: 隱私優先的AI

# privacy.category.accountNumber
source: Account number
ko: 계좌 번호
ru: Номер счета
zh_hans: 账号
zh_hant: 賬號

# privacy.category.address
source: Address
ko: 주소
ru: Адрес
zh_hans: 地址
zh_hant: 地址

# privacy.category.date
source: Date
ko: 날짜
ru: Дата
zh_hans: 日期
zh_hant: 日期

# privacy.category.email
source: Email
ko: 이메일
ru: Электронная почта
zh_hans: 电子邮件
zh_hant: 電子郵件

# privacy.category.person
source: Name
ko: 이름
ru: Имя
zh_hans: 姓名
zh_hant: 姓名

# privacy.category.phone
source: Phone
ko: 전화번호
ru: Телефон
zh_hans: 电话
zh_hant: 電話

# privacy.category.secret
source: Secret
ko: 비밀
ru: Секрет
zh_hans: 机密
zh_hant: 密鑰

# privacy.custom.editor.cancel
source: Cancel
ko: 취소
ru: Отменить
zh_hans: 取消
zh_hant: 取消

# privacy.custom.editor.category
source: Category
ko: 카테고리
ru: Категория
zh_hans: 类别
zh_hant: 類別

# privacy.custom.editor.name
source: Name
ko: 이름
ru: Имя
zh_hans: 名称
zh_hant: 名稱

# privacy.custom.editor.pattern
source: Pattern (regular expression)
ko: 패턴 (정규식)
ru: Шаблон (регулярное выражение)
zh_hans: 模式（NSRegularExpression）
zh_hant: 模式（NSRegularExpression）

# privacy.custom.editor.patternEmpty
source: Pattern is empty.
ko: 패턴이 비어 있습니다.
ru: Шаблон пуст
zh_hans: 模式为空。
zh_hant: 模式爲空。

# privacy.custom.editor.patternInvalid
source: Invalid regex: %@
ko: 잘못된 정규식: %@
ru: Неверное регулярное выражение: %@
zh_hans: 无效的正则表达式：%@
zh_hant: 無效的正則表達式：%@

# privacy.custom.editor.patternMatchesEmpty
source: Pattern matches the empty string. Tighten it so it requires at least one character.
ko: 패턴이 빈 문자열과 일치합니다. 하나 이상의 문자가 필요하도록 엄격하게 조정하세요.
ru: Шаблон соответствует пустой строке. Затяните его так, чтобы требовался хотя бы один символ
zh_hans: 该模式会匹配空字符串。请收紧它，使其至少要求一个字符。
zh_hant: 該模式會匹配空字符串。請收緊它，使其至少要求一個字符。

# privacy.custom.editor.patternTooLong
source: Pattern is %1$lld characters; the maximum is %2$lld.
ko: 패턴은 %1$lld자이며, 최대값은 %2$lld자입니다.
ru: Шаблон — %1$lld символов; максимум составляет %2$lld
zh_hans: 该模式有 %1$lld 个字符；最多为 %2$lld 个。
zh_hant: 該模式有 %1$lld 個字符；最多爲 %2$lld 個。

# privacy.custom.editor.sample
source: Type sample text to match against…
ko: 일치시킬 샘플 텍스트를 입력하세요…
ru: Введите образец текста для сопоставления с…
zh_hans: 输入要进行匹配的示例文本…
zh_hant: 輸入要進行匹配的示例文本…

# privacy.custom.editor.save
source: Save
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 保存

# privacy.custom.editor.test
source: Test against sample
ko: 샘플에 대해 테스트
ru: Тест на образце
zh_hans: 针对示例测试
zh_hant: 針對示例測試

# privacy.custom.editor.titleAdd
source: Add custom rule
ko: 사용자 정의 규칙 추가
ru: Добавить специальное правило
zh_hans: 添加自定义规则
zh_hant: 添加自定義規則

# privacy.custom.editor.titleEdit
source: Edit custom rule
ko: 사용자 정의 규칙 편집
ru: Изменить специальное правило
zh_hans: 编辑自定义规则
zh_hant: 編輯自定義規則

# privacy.customRule.placeholder.name
source: Internal customer ID
ko: 내부 고객 ID
ru: Внутренний клиент ID
zh_hans: 内部客户 ID
zh_hant: 內部客戶 ID

# privacy.customRule.placeholder.pattern
source: e.g. CUST-[0-9]{6}
ko: 예: CUST-[0-9]{6}
ru: например CUST-[0-9]{6}
zh_hans: 例如 CUST-[0-9]{6}
zh_hant: 例如 CUST-[0-9]{6}

# privacy.error.scrubLeaked.accountNumber %lld
source: %lld account numbers
ko: 계좌 번호 %lld개
ru: %lld номера счёта
zh_hans: %lld 个账号
zh_hant: %lld 個賬號

# privacy.error.scrubLeaked.address %lld
source: %lld addresses
ko: 주소 %lld개
ru: %lld адреса
zh_hans: %lld 个地址
zh_hant: %lld 個地址

# privacy.error.scrubLeaked.conjunction
source: and
ko: 및
ru: и
zh_hans: 和
zh_hant: 和

# privacy.error.scrubLeaked.date %lld
source: %lld dates
ko: 날짜 %lld개
ru: %lld даты
zh_hans: %lld 个日期
zh_hant: %lld 個日期

# privacy.error.scrubLeaked.email %lld
source: %lld emails
ko: 이메일 %lld개
ru: %lld email
zh_hans: %lld 个电子邮件地址
zh_hant: %lld 個電子郵件地址

# privacy.error.scrubLeaked.person %lld
source: %lld names
ko: 이름 %lld개
ru: %lld имени
zh_hans: %lld 个姓名
zh_hant: %lld 個姓名

# privacy.error.scrubLeaked.phone %lld
source: %lld phone numbers
ko: 전화번호 %lld개
ru: %lld номера телефона
zh_hans: %lld 个电话号码
zh_hant: %lld 個電話號碼

# privacy.error.scrubLeaked.prefix
source: Privacy Filter:
ko: 개인정보 필터:
ru: Фильтр конфиденциальности:
zh_hans: 隐私过滤器：
zh_hant: 隱私過濾器：

# privacy.error.scrubLeaked.secret %lld
source: %lld secrets
ko: 비밀 %lld개
ru: %lld секрета
zh_hans: %lld 个密钥
zh_hant: %lld 個密鑰

# privacy.error.scrubLeaked.suffix
source: were not scrubbed. Send blocked. Please report this bug.
ko: 항목이 비식별화되지 않았습니다. 전송이 차단되었습니다. 이 버그를 보고해 주세요.
ru: не были обезличены. Отправка заблокирована. Сообщите об этой ошибке.
zh_hans: 未被脱敏。已阻止发送。请报告此错误。
zh_hant: 未被脫敏。已阻止發送。請報告此錯誤。

# privacy.error.scrubLeaked.url %lld
source: %lld URLs
ko: URL %lld개
ru: %lld URL
zh_hans: %lld 个网址
zh_hant: %lld 個網址

# privacy.forget.cleared
source: Cleared.
ko: 지워졌습니다.
ru: Очищено
zh_hans: 已清除。
zh_hant: 已清除。

# privacy.highlight.a11y.inbound
source: Restored from %@. The cloud only saw the placeholder.
ko: %@에서 복원되었습니다. 클라우드에는 자리 표시자만 표시되었습니다.
ru: Восстановлено с %@. Облако видело только заполнитель
zh_hans: 已从 %@ 还原。云端只看到了占位符。
zh_hant: 已從 %@ 還原。雲端只看到了佔位符。

# privacy.highlight.a11y.outbound
source: Sent to cloud as %@. The original stays on this device.
ko: 클라우드에 %@(으)로 전송되었습니다. 원본은 이 기기에 유지됩니다.
ru: Отправлено в облако как %@. Оригинал останется на этом устройстве
zh_hans: 以 %@ 形式发送到云端。原始内容保留在此设备上。
zh_hant: 以 %@ 形式發送到雲端。原始內容保留在此設備上。

# privacy.highlight.a11y.preview
source: Placeholder replacing %@. The original stays on this device.
ko: %@을(를) 대체하는 자리 표시자입니다. 원본은 이 기기에 유지됩니다.
ru: Заполнитель заменяет %@. Оригинал останется на этом устройстве
zh_hans: 占位符替换了 %@。原始内容保留在此设备上。
zh_hant: 佔位符替換了 %@。原始內容保留在此設備上。

# privacy.install.subtitle
source: About 2.8 GB. Runs entirely on this Mac — no third-party traffic for detection.
ko: 약 2.8GB입니다. 이 Mac에서 전적으로 실행되며 감지를 위한 타사 트래픽이 발생하지 않습니다.
ru: Около 2,8 GB. Полностью работает на этом Mac — никакой сторонний трафик для обнаружения не требуется
zh_hans: 约 2.8 GB。完全在此 Mac 上运行——检测过程没有任何第三方流量。
zh_hant: 約 2.8 GB。完全在此 Mac 上運行——檢測過程沒有任何第三方流量。

# privacy.install.subtitle.downloading
source: Streaming the bundle from Hugging Face.
ko: Hugging Face에서 번들을 스트리밍하는 중입니다.
ru: Трансляция комплекта Hugging Face
zh_hans: 从 Hugging Face 流式传输捆绑包。
zh_hant: 從 Hugging Face 流式傳輸捆綁包。

# privacy.install.subtitle.enumerating
source: Asking Hugging Face which files this bundle ships.
ko: 이 번들에 어떤 파일이 포함되어 있는지 Hugging Face에 확인하는 중입니다.
ru: Спрашиваем Hugging Face, какие файлы поставляются в этом пакете
zh_hans: 正在向 Hugging Face 查询此捆绑包包含哪些文件。
zh_hant: 正在向 Hugging Face 查詢此捆綁包包含哪些文件。

# privacy.install.subtitle.failed
source: Click Retry to attempt the download again.
ko: 다시 시도를 클릭하여 다운로드를 다시 시도하세요.
ru: Нажмите «Повторить», чтобы повторить попытку загрузки
zh_hans: 点击“重试”以再次尝试下载。
zh_hant: 點擊“重試”以再次嘗試下載。

# privacy.install.subtitle.ready
source: Detection runs locally and the bundle is verified.
ko: 감지가 로컬에서 실행되며 번들이 확인되었습니다.
ru: Обнаружение выполняется локально, и пакет проверяется
zh_hans: 检测在本地运行，且捆绑包已通过验证。
zh_hant: 檢測在本地運行，且捆綁包已通過驗證。

# privacy.install.subtitle.verifying
source: Hashing every file against the manifest.
ko: 매니페스트에 대해 모든 파일의 해시를 확인하는 중입니다.
ru: Хеширование каждого файла по манифесту
zh_hans: 正在对照清单对每个文件计算哈希。
zh_hant: 正在對照清單對每個文件計算哈希。

# privacy.install.title
source: Install the on-device detection model
ko: 온디바이스 감지 모델 설치
ru: Установите модель обнаружения на устройстве
zh_hans: 安装设备端检测模型
zh_hant: 安裝設備端檢測模型

# privacy.install.title.downloading
source: Downloading detection model
ko: 감지 모델 다운로드 중
ru: Загрузка модели обнаружения
zh_hans: 正在下载检测模型
zh_hant: 正在下載檢測模型

# privacy.install.title.enumerating
source: Looking up bundle files…
ko: 번들 파일 찾는 중…
ru: Поиск файлов пакета…
zh_hans: 正在查找捆绑包文件…
zh_hant: 正在查找捆綁包文件…

# privacy.install.title.failed
source: Install didn't finish
ko: 설치가 완료되지 않았습니다
ru: Установка не завершена
zh_hans: 安装未完成
zh_hant: 安裝未完成

# privacy.install.title.ready
source: Model installed
ko: 모델이 설치되었습니다
ru: Модель установлена
zh_hans: 已安装模型
zh_hant: 已安裝模型

# privacy.install.title.verifying
source: Verifying integrity…
ko: 무결성 확인 중…
ru: Проверка целостности…
zh_hans: 正在验证完整性…
zh_hant: 正在驗證完整性…

# privacy.presets.awsKey.description
source: AKIA / ASIA prefix followed by 16 base32 characters.
ko: AKIA / ASIA 접두사와 그 뒤에 오는 16개의 base32 문자입니다.
ru: Префикс AKIA/ASIA, за которым следуют 16 символов base32
zh_hans: AKIA / ASIA 前缀后跟 16 个 base32 字符。
zh_hant: AKIA / ASIA 前綴後跟 16 個 base32 字符。

# privacy.presets.awsKey.title
source: AWS Access Key
ko: AWS 액세스 키
ru: AWS Ключ доступа
zh_hans: AWS 访问密钥
zh_hant: AWS 訪問密鑰

# privacy.presets.driversLicense.description
source: DL-prefixed license numbers (6–12 alphanumerics).
ko: DL로 시작하는 라이선스 번호(6~12자의 영숫자)입니다.
ru: Номера лицензий с префиксом DL (6–12 буквенно-цифровых символов)
zh_hans: 以 DL 为前缀的驾照号码（6–12 个字母数字）。
zh_hant: 以 DL 爲前綴的駕照號碼（6–12 個字母數字）。

# privacy.presets.driversLicense.title
source: US Driver's License
ko: 미국 운전면허증
ru: US Водительские права
zh_hans: 美国驾照
zh_hant: 美國駕照

# privacy.presets.githubToken.description
source: Personal access / fine-grained / server tokens (ghp_, gho_, ghs_, …).
ko: 개인 액세스 / 세분화된 / 서버 토큰(ghp_, gho_, ghs_ 등)입니다.
ru: Персональный доступ/детализация/серверные токены (ghp_, gho_, ghs_, …)
zh_hans: 个人访问 / 细粒度 / 服务器令牌（ghp_、gho_、ghs_、…）。
zh_hant: 個人訪問 / 細粒度 / 服務器令牌（ghp_、gho_、ghs_、…）。

# privacy.presets.githubToken.title
source: GitHub Token
ko: GitHub 토큰
ru: Токен GitHub
zh_hans: GitHub 令牌
zh_hant: GitHub 令牌

# privacy.presets.iban.description
source: Two-letter country code + 2 check digits + up to 30 alphanumerics.
ko: 2자리 국가 코드 + 2자리 검사 숫자 + 최대 30자의 영숫자입니다.
ru: Двухбуквенный код страны + 2 контрольные цифры + до 30 буквенно-цифровых символов
zh_hans: 两位国家/地区代码 + 2 位校验位 + 最多 30 个字母数字。
zh_hant: 兩位國家/地區代碼 + 2 位校驗位 + 最多 30 個字母數字。

# privacy.presets.iban.title
source: IBAN (Bank Account)
ko: IBAN (은행 계좌)
ru: IBAN (Банковский счет)
zh_hans: IBAN（银行账户）
zh_hant: IBAN（銀行賬戶）

# privacy.presets.passport.description
source: 9 digits, optionally preceded by a single letter, anchored on the word "passport".
ko: 9자리 숫자이며, 선택적으로 앞에 단일 문자가 올 수 있고, "passport" 단어에 고정되어 있습니다.
ru: 9 цифр, которым может предшествовать одна буква, привязанная к слову «паспорт»
zh_hans: 9 位数字，前面可选地带一个字母，以单词“passport”为锚定。
zh_hant: 9 位數字，前面可選地帶一個字母，以單詞“passport”爲錨定。

# privacy.presets.passport.title
source: US Passport Number
ko: 미국 여권 번호
ru: US Номер паспорта
zh_hans: 美国护照号码
zh_hant: 美國護照號碼

# privacy.providers.empty.subtitle
source: Per-provider filter overrides will appear here once you configure a cloud provider in the Remote Providers tab.
ko: AI 제공사 탭에서 클라우드 제공사를 구성하면 제공사별 필터 재정의가 여기에 표시됩니다.
ru: Переопределения фильтров для каждого провайдера появятся здесь после настройки облачного провайдера на вкладке «Удалённые провайдеры».
zh_hans: 在“远程提供商”标签页中配置云提供商后，按提供商的过滤器覆盖项将显示在此处。
zh_hant: 在「遠程提供商」標籤頁中配置雲提供商後，按提供商的過濾器覆蓋項將顯示在此處。

# privacy.providers.empty.title
source: No cloud providers yet
ko: 아직 클라우드 제공사가 없습니다
ru: Облачных провайдеров пока нет
zh_hans: 还没有云提供商
zh_hant: 還沒有雲提供商

# privacy.providers.row.subtitle %@
source: Cloud provider — %@
ko: 클라우드 제공사 — %@
ru: Облачный провайдер — %@
zh_hans: 云提供商 —— %@
zh_hant: 雲提供商 —— %@

# privacy.review.alwaysApprove
source: Always approve in this conversation
ko: 이 대화에서 항상 승인
ru: Всегда одобряйте в этом разговоре
zh_hans: 在此对话中始终批准
zh_hant: 在此對話中始終批准

# privacy.review.approveAll
source: Approve All
ko: 모두 승인
ru: Одобрить все
zh_hans: 全部批准
zh_hant: 全部批准

# privacy.review.cancel
source: Cancel send
ko: 전송 취소
ru: Отменить отправку
zh_hans: 取消发送
zh_hant: 取消發送

# privacy.review.context.empty
source: No surrounding context captured for this match.
ko: 이 일치 항목에 대해 캡처된 주변 컨텍스트가 없습니다.
ru: Для этого совпадения не зафиксирован окружающий контекст
zh_hans: 未捕获此匹配项的周围上下文。
zh_hant: 未捕獲此匹配項的周圍上下文。

# privacy.review.context.header
source: Outgoing preview
ko: 발신 미리보기
ru: Исходящий предварительный просмотр
zh_hans: 出站预览
zh_hant: 出站預覽

# privacy.review.context.hoverHint
source: Hover a token to reveal the original
ko: 토큰 위로 마우스를 가져가면 원본이 표시됩니다
ru: Наведите курсор на токен, чтобы увидеть оригинал
zh_hans: 悬停在某个标记上以显示原始内容
zh_hant: 懸停在某個標記上以顯示原始內容

# privacy.review.send
source: Send
ko: 보내기
ru: Отправлять
zh_hans: 发送
zh_hant: 發送

# privacy.review.sendAnyway
source: Send anyway
ko: 그래도 보내기
ru: Все равно отправить
zh_hans: 仍然发送
zh_hant: 仍然發送

# privacy.review.skipAll
source: Skip All
ko: 모두 건너뛰기
ru: Пропустить все
zh_hans: 全部跳过
zh_hant: 全部跳過

# privacy.review.skipAllWarning
source: All redactions skipped — your message will be sent as-is.
ko: 모든 비식별화가 건너뛰어졌습니다 — 메시지가 있는 그대로 전송됩니다.
ru: Все правки пропущены — ваше сообщение будет отправлено как есть
zh_hans: 已跳过所有脱敏——你的消息将按原样发送。
zh_hant: 已跳過所有脫敏——你的消息將按原樣發送。

# privacy.review.subtitle
source: These items will be replaced with placeholders before your message leaves your Mac. Toggle off anything you'd rather send as-is.
ko: 이 항목들은 메시지가 Mac을 떠나기 전에 자리 표시자로 바뀝니다. 있는 그대로 보내려는 항목은 끄세요.
ru: Эти элементы будут заменены заполнителями, прежде чем ваше сообщение покинет ваш Mac. Отключите все, что вы предпочитаете отправлять как есть
zh_hans: 在你的消息离开 Mac 之前，这些项目将被替换为占位符。关闭任何你希望按原样发送的内容。
zh_hant: 在你的消息離開 Mac 之前，這些項目將被替換爲佔位符。關閉任何你希望按原樣發送的內容。

# privacy.review.summary %lld %lld
source: %1$lld approved, %2$lld skipped
ko: %1$lld개 승인됨, %2$lld개 건너뜀
ru: %1$lld одобрено, %2$lld пропущено
zh_hans: 已批准 %1$lld 个，已跳过 %2$lld 个
zh_hant: 已批准 %1$lld 個，已跳過 %2$lld 個

# privacy.review.title
source: Review redactions before sending
ko: 보내기 전 비식별화 검토
ru: Проверяйте исправления перед отправкой
zh_hans: 在发送前审核脱敏内容
zh_hant: 在發送前審核脫敏內容

# privacy.tooltip.inbound.subtitle
source: after the cloud responded
ko: 클라우드가 응답한 후
ru: после того, как облако ответило
zh_hans: 在云端响应之后
zh_hant: 在雲端響應之後

# privacy.tooltip.inbound.title
source: Restored from
ko: 다음에서 복원됨:
ru: Восстановлено из
zh_hans: 还原自
zh_hant: 還原自

# privacy.tooltip.outbound.subtitle
source: before leaving your Mac
ko: Mac을 떠나기 전
ru: прежде чем покинуть свой Mac
zh_hans: 在离开你的 Mac 之前
zh_hant: 在離開你的 Mac 之前

# privacy.tooltip.outbound.title
source: Replaced with
ko: 다음으로 바뀜:
ru: Заменено на
zh_hans: 替换为
zh_hant: 替換爲

# privacy.tooltip.preview.subtitle
source: stays on your Mac
ko: Mac에 유지됨
ru: остается на вашем Mac
zh_hans: 保留在你的 Mac 上
zh_hant: 保留在你的 Mac 上

# privacy.tooltip.preview.title
source: Original value
ko: 원본 값
ru: Исходное значение
zh_hans: 原始值
zh_hant: 原始值

source: Private and offline
ko: 비공개 및 오프라인
ru: Приватно и офлайн
zh_hans: 私密且离线
zh_hant: 私密且離線

source: Private model ready
ko: 비공개 모델 준비 완료
ru: Приватная модель готова
zh_hans: 私有模型已就绪
zh_hant: 私人模型已就緒

source: Private-API bridge
ko: 비공개 API 브리지
ru: Мост частного API
zh_hans: 私有 API 桥接

source: Probe
ko: 프로브
ru: Зонд
zh_hans: 探测
zh_hant: 探測

source: Probe completed initialize/listTools and found %lld tool(s).
ko: 프로브가 initialize/listTools를 완료하고 %lld개의 도구를 찾았습니다.
ru: Зонд завершил инициализацию/listTools и обнаружил %lld инструментов.
zh_hans: 探测完成 初始化/工具列表，共找到 %lld 个工具。
zh_hant: 探測完成 初始化/工具列表，共找到 %lld 個工具。

source: Probe enabled
ko: 프로브 사용
ru: Зонд включен
zh_hans: 探测已启用
zh_hant: 探測已啓用

source: Probing...
ko: 프로빙 중...
zh_hans: 探测中…
zh_hant: 探測中…

source: Process shared files on change
ko: 변경 시 공유 파일 처리
ru: Обработка общих файлов при изменении
zh_hans: 文件变化时处理共享文件
zh_hant: 文件變化時處理共享文件

source: Processes
ko: 프로세스
ru: Процессы
zh_hans: 进程
zh_hant: 進程

source: Processing
ko: 처리 중
ru: Обработка
zh_hans: 正在处理
zh_hant: 正在處理

source: Processing %lld conversations…
ko: 대화 %lld개 처리 중…
ru: Обработка разговоров: %lld…
zh_hans: 正在处理 %lld 个对话…
zh_hant: 正在處理 %lld 個對話…

source: Processing...
ko: 처리 중...
zh_hans: 正在处理...
zh_hant: 正在處理...

source: Processor cores
ko: 프로세서 코어
ru: Ядра процессора
zh_hans: 处理器核心
zh_hant: 處理器核心

source: productivity
ko: 생산성
ru: производительность
zh_hans: 生产力
zh_hant: 生產力

source: Productivity
ko: 생산성
ru: Производительность
zh_hans: 生产力
zh_hant: 生產力

source: Productivity Coach
ko: 생산성 코치
ru: Тренер по продуктивности
zh_hans: 效率教练
zh_hant: 效率教練

source: Project Instructions
ko: 프로젝트 지침
ru: Инструкции проекта
zh_hans: 项目指令
zh_hant: 專案指令

source: Project memory cleared
ko: 프로젝트 메모리가 삭제되었습니다
ru: Память проекта очищена
zh_hans: 项目记忆已清除
zh_hant: 專案記憶已清除

source: Project name
ko: 프로젝트 이름
ru: Название проекта
zh_hans: 项目名称
zh_hant: 專案名稱

source: Projects
ko: 프로젝트
ru: Проекты
zh_hans: 项目
zh_hant: 專案

source: Prompt
ko: 프롬프트
ru: Промпт
zh_hans: 提示词
zh_hant: 提示詞

source: Prompt Box
ko: 프롬프트 상자
ru: Подсказка
zh_hans: 提示词框
zh_hant: 提示詞框

source: Prompt Prefill Chunk Size
ko: 프롬프트 프리필 청크 크기
ru: Подскажите размер блока предварительного заполнения
zh_hans: 提示词预填充块大小
zh_hant: 提示詞預填充塊大小

source: Prompt prefix (e.g. 'Explain ')
ko: 프롬프트 접두사 (예: 'Explain ')
ru: Префикс промпта (например, «Объясни »)
zh_hans: 提示词前缀（例如 'Explain '）
zh_hant: 提示詞前綴（例如 'Explain '）

source: Prompt Template
ko: 프롬프트 템플릿
ru: Шаблон промпты
zh_hans: 提示词模板
zh_hant: 提示詞模板

source: Proof missing
ko: 증명 누락됨
ru: Доказательства отсутствуют
zh_hans: 证明缺失
zh_hant: 證明缺失

source: Proposal #%lld
ko: 제안 #%lld
ru: Предложение #%lld
zh_hans: 提案 #%lld
zh_hant: 提案 #%lld

# Proposal #%lld: %@
source: Proposal #%1$lld: %2$@
ko: 제안 #%lld: %@
ru: Предложение #%lld: %@
zh_hans: 提案 #%lld：%@
zh_hant: 提案 #%lld：%@

source: Proposed content
ko: 제안된 내용
ru: Предлагаемое содержимое
zh_hans: 提议的内容
zh_hant: 提議的內容

source: Protocol
ko: 프로토콜
ru: Протокол
zh_hans: 协议
zh_hant: 協議

source: PROTOCOL
ko: 프로토콜
ru: ПРОТОКОЛ
zh_hans: 协议
zh_hant: 協議

source: Prove it's really you
ko: 본인인지 증명하세요
ru: Докажи, что это действительно ты
zh_hans: 证明真的是你本人
zh_hant: 證明真的是你本人

source: Provider Connectivity
ko: 제공사 연결
ru: Подключение провайдера
zh_hans: 提供商连接
zh_hant: 提供商連接

source: Provider connectivity diagnostics
ko: 제공사 연결 진단
ru: Диагностика подключения провайдера
zh_hans: 提供商连接诊断
zh_hant: 提供商連接診斷

source: Provider is not connected
ko: 제공사가 연결되지 않았습니다
ru: Провайдер не подключен
zh_hans: 提供商未连接
zh_hant: 提供商未連接

source: Provider model maximum
ko: 제공자 모델 최대값
ru: Максимум модели провайдера
zh_hans: 提供商模型上限
zh_hant: 供應商模型上限

source: Providers
ko: AI 제공사
ru: Провайдеры
zh_hans: 提供商
zh_hant: 提供商

source: Provides:
ko: 제공:
ru: Обеспечивает:
zh_hans: 提供：
zh_hant: 提供：

source: Provisioning Preflight
ko: 프로비저닝 사전 검사
ru: Подготовка к проверке
zh_hans: 配置预检
zh_hant: 配置預檢

source: Proxy URL
ko: 프록시 URL
ru: Прокси URL
zh_hans: 代理网址
zh_hant: 代理網址

source: Publish to the community
ko: 커뮤니티에 게시
ru: Опубликовать в сообществе
zh_hans: 发布到社区
zh_hant: 發布到社區

source: Pull a model — e.g. `ollama pull llama3.2`
ko: 모델 가져오기 — 예: `ollama pull llama3.2`
ru: Вытащите модель — например. `ollama pull llama3.2`
zh_hans: 拉取一个模型 — 例如 `ollama pull llama3.2`
zh_hant: 拉取一個模型 — 例如 `ollama pull llama3.2`

source: Pull relevant memories into prompts and save new ones as you chat.
ko: 채팅할 때 관련 메모리를 프롬프트로 가져오고 새 메모리를 저장하세요.
ru: Извлекайте соответствующие воспоминания в промпты и сохраняйте новые во время общения.
zh_hans: 在聊天时将相关记忆引入提示词，并保存新的记忆。
zh_hant: 在聊天時將相關記憶引入提示詞，並保存新的記憶。

source: Pulling sandbox image
ko: 샌드박스 이미지 가져오는 중
ru: Получение изображения песочницы
zh_hans: 正在拉取沙盒镜像
zh_hant: 正在拉取沙盒鏡像

source: Q&A over any public GitHub repo
ko: 공개 GitHub 리포지토리에 대한 Q&A
ru: Вопросы и ответы по любому публичному репозиторию GitHub
zh_hans: 任何公共 GitHub 仓库的问答
zh_hant: 任何公共GitHub倉庫的問答

source: QR-linked WhatsApp Web bridge, allowlisted chats only
ko: QR로 연결된 WhatsApp Web 브리지, 허용 목록에 있는 채팅만
ru: Мост WhatsApp Web по QR-коду, только чаты из списка разрешённых
zh_hans: 通过二维码关联的 WhatsApp Web 桥接，仅限允许列表中的聊天

source: Quant
ko: 양자화
ru: Квант
zh_hans: 量化
zh_hant: 量化

source: Quantization
ko: 양자화
ru: Квантование
zh_hans: 量化
zh_hant: 量化

source: Quantization bit width for the key cache.
ko: 키 캐시에 대한 양자화 비트 너비입니다.
ru: Разрядность квантования для ключевого кэша.
zh_hans: 键缓存的量化位宽。
zh_hant: 鍵緩存的量化位寬。

source: Quantization bit width for the value cache.
ko: 값 캐시에 대한 양자화 비트 너비입니다.
ru: Разрядность квантования для кэша значений.
zh_hans: 值缓存的量化位宽。
zh_hant: 值緩存的量化位寬。
